{
    "name": "fsafety",
    "question_bank": [
        {
            "type": "SQ",
            "content": "Pod jaki numer telefonu możesz zadzwonić gdy masz problem w Internecie?",
            "answers": {
                "A": "A) 116 111",
                "B": "B) 998",
                "C": "C) 800 000 000",
                "D": "D) 112"
            },
            "correct_answers": 0,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Czy chcąc opublikować w Internecie zdjęcie z udziałem znajomej osoby, powinieneś zapytać ją o zgodę?",
            "answers": {
                "A": "A) nie ma takiej potrzeby",
                "B": "B) tak, zawsze należy zapytać o pozwolenie",
                "C": "C) tylko, jeśli jest to ktoś z naszej rodziny",
                "D": "D) tak, ale tylko jeśli jest to osoba spoza naszej rodziny"
            },
            "correct_answers": 1,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Co powinieneś zrobić, gdy ktoś brzydko się do Ciebie zwraca w Internecie?",
            "answers": {
                "A": "A) odpowiedzieć mu w taki sam sposób",
                "B": "B) szybko zamknąć stronę i zapomnieć o sprawie",
                "C": "C) zgłosić zdarzenie do administratora strony",
                "D": "D) w ogóle nie reagować"
            },
            "correct_answers": 2,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Co to jest PEGI?",
            "answers": {
                "A": "A) komputerowy ograniczający dostęp do szkodliwych treści",
                "B": "B) system klasyfikacji gier informujący o dopuszczalnym minimalnym wieku gracza",
                "C": "C) nazwa międzynarodowej instytucji, która zwalcza hejt w sieci",
                "D": "D) nazwa strony internetowej dla dzieci i młodzieży o bezpieczeństwie online"
            },
            "correct_answers": 1,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Ile trzeba mieć lat, aby móc założyć profil na Facebooku?",
            "answers": {
                "A": "A) 9 lat",
                "B": "B) 11 lat",
                "C": "C) 13 lat",
                "D": "D) nie ma ograniczeń wiekowych"
            },
            "correct_answers": 2,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Dostajesz propozycję spotkania od osoby, którą znasz tylko z Internetu. Zaprasza Cię do kina. Mówisz o tym rodzicom?",
            "answers": {
                "A": "A) tylko wtedy, gdy podejrzewam, że sytuacja może być niebezpieczna",
                "B": "B) tak, zawsze kiedy otrzymam taką propozycję",
                "C": "C) nie, nie ma potrzeby niepokoić rodziców",
                "D": "D) tylko wtedy, gdy mam się spotkać z osobą starszą od siebie"
            },
            "correct_answers": 1,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Co nie jest cyberprzemocą?",
            "answers": {
                "A": "A) publikowanie ośmieszających kogoś filmów lub zdjęć",
                "B": "B) publikowanie obraźliwych, prześmiewczych lub pełnych nienawiści i agresji komentarzy, wpisów, postów",
                "C": "C) włamanie na konta serwisów społecznościowych i podszywanie się pod ich właścicieli",
                "D": "D) przesłanie maila zawierającego treści reklamowe"
            },
            "correct_answers": 3,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "O co zadbać, aby bezpiecznie i wygodnie spędzać czas przed komputerem ?",
            "answers": {
                "A": "A) mieć biurko dostosowane do wzrostu i krzesło z regulowaną wysokością oparcia, siedziska i podłokietników",
                "B": "B) umieścić ekran poniżej poziomu wzroku",
                "C": "C) korzystać z laptopa, trzymając go na kolanach",
                "D": "D) ustawić ekran tak, żeby wprost na niego wpadało światło słoneczne"
            },
            "correct_answers": 0,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Dziecko chce kupić przez Internet rower za 1500 zł. Ile musi mieć lat, żeby móc to skutecznie zrobić?",
            "answers": {
                "A": "A) dzieci w ogóle nie mogą robić zakupów przez Internet",
                "B": "B) 11 lat, ale tylko za zgodą rodziców",
                "C": "C) 13 lat, ale tylko za zgodą rodziców",
                "D": "D) nie ma ograniczeń wiekowych, każdy może kupować online"
            },
            "correct_answers": 2,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Co może wskazywać na to, że ktoś nadużywa Internetu?",
            "answers": {
                "A": "A) gdy czas spędzony w Internecie wymyka się mu spod kontroli i zaniedbuje swoje obowiązki",
                "B": "B) kiedy spędza w sieci więcej niż godzinę dziennie",
                "C": "C) gdy ma profile w różnych serwisach społecznościowych",
                "D": "D) kiedy kontaktuje się z przyjaciółmi za pomocą Internetu"
            },
            "correct_answers": 0,
            "number_of_points": 1
        },
        {
            "type": "SQ",
            "content": "Czy podawanie numeru karty płatniczej osobom w Internecie, to dobry pomysł?",
            "answers": {
                "A": "A) tak, ponieważ mam kogo zapytać, w przypadku gdy go zapomnę",
                "B": "B) tak, jeśli ktoś zapewnia mnie, że pracuje w banku",
                "C": "C) nie, ponieważ ktoś może pobierać pieniądze z konta bez mojej wiedzy i zgody",
                "D": "D) tak, ale tylko moim dobrym znajomym"
            },
            "correct_answers": 2,
            "number_of_points": 1
        }
    ],
    "mode": 1,
    "shuffle": true,
    "shuffle_answers": false,
    "isReady": false,
    "isBlocked": true,
    "number_of_question_repetition": 1
}